def bad_link_msg():
    return "Ваша ссылка недействительна!"


def good_link_msg():
    return "*** Результат работы модели ***"


def garbage_msg():
    return "Чтобы узнать, что я умею - напиши\n/help"


def start_msg(name):
    return f"Приветствую👋, {name}!\nЧтобы узнать, что я умею - напиши\n/help"


def help_msg():
    return f"Скинь мне ссылку на сайт новостей, а я расскажу тебе - плохие они или хорошие!"


def bot_start_msg():
    return "Бот успешно запущен"


def bot_stop_msg():
    return "Бот завершил работу"
